Repository: ak375456/gradelab_app
Catalog: dummy name/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, sv

source: Grade added
de: Grading hinzugefügt
es: Etalonaje añadido
fr: Étalonnage ajouté
it: Grading aggiunto
sv: Gradingen lades till

source: Grade copied
de: Grading kopiert
es: Etalonaje copiado
fr: Étalonnage copié
it: Grading copiato
sv: Gradingen kopierades

source: Grade like a colorist.
de: Grade wie ein Colorist.
es: Etalona como un colorista.
fr: Étalonnez comme un coloriste.
it: Fai il grading come un colorista.
sv: Grada som en colorist.

source: Grade only pixels of a chosen colour.
de: Nur Pixel einer gewählten Farbe graden.
es: Etalonar solo los píxeles de un color elegido.
fr: Étalonner uniquement les pixels d'une couleur choisie.
it: Fai il grading solo dei pixel di un colore scelto.
sv: Grada bara pixlar i en vald färg.

source: Grade options
de: Grading-Optionen
es: Opciones de etalonaje
fr: Options d'étalonnage
it: Opzioni di grading
sv: Gradingalternativ

source: Grade pasted
de: Grading eingesetzt
es: Etalonaje pegado
fr: Étalonnage collé
it: Grading incollato
sv: Gradingen klistrades in

source: Grade reset
de: Grading zurückgesetzt
es: Etalonaje restablecido
fr: Étalonnage réinitialisé
it: Grading reimpostato
sv: Gradingen återställdes

source: GradeLab collects no data. No accounts, no analytics, no advertising and no trackers — your footage never leaves this device.
de: GradeLab erhebt keine Daten. Keine Accounts, keine Analyse, keine Werbung und keine Tracker — dein Material verlässt dieses Gerät nie.
es: GradeLab no recopila ningún dato. Sin cuentas, sin analíticas, sin publicidad y sin rastreadores: tu material nunca sale de este dispositivo.
fr: GradeLab ne collecte aucune donnée. Pas de comptes, pas d'analyse d'audience, pas de publicité, pas de traqueurs — vos rushes ne quittent jamais cet appareil.
it: GradeLab non raccoglie alcun dato. Nessun account, nessuna analisi, nessuna pubblicità e nessun tracciatore: il tuo girato non lascia mai questo dispositivo.
sv: GradeLab samlar inte in några data. Inga konton, ingen analys, ingen reklam och inga spårare — ditt material lämnar aldrig den här enheten.

source: GradeLab could only read %@ of this %@ video. If it is stored in iCloud Drive, open it once in the Files app so it downloads in full, then import it again.
de: GradeLab konnte nur %@ dieses %@ großen Videos lesen. Wenn es in iCloud Drive liegt, öffne es einmal in der Dateien-App, damit es vollständig geladen wird, und importiere es dann erneut.
es: GradeLab solo pudo leer %@ de este vídeo de %@. Si está en iCloud Drive, ábrelo una vez en la app Archivos para que se descargue por completo y vuelve a importarlo.
fr: GradeLab n’a pu lire que %@ de cette vidéo de %@. Si elle se trouve dans iCloud Drive, ouvrez-la une fois dans l’app Fichiers pour qu’elle se télécharge entièrement, puis réimportez-la.
it: GradeLab ha potuto leggere solo %@ di questo video da %@. Se si trova su iCloud Drive, aprilo una volta nell’app File per scaricarlo del tutto, poi importalo di nuovo.
sv: GradeLab kunde bara läsa %@ av den här videon på %@. Om den ligger i iCloud Drive öppnar du den en gång i appen Filer så att den laddas ner helt, och importerar den sedan igen.

source: GradeLab couldn’t copy the selected video into its project storage.
de: GradeLab konnte das ausgewählte Video nicht in seinen Projektspeicher kopieren.
es: GradeLab no ha podido copiar el vídeo seleccionado en su almacenamiento de proyectos.
fr: GradeLab n’a pas pu copier la vidéo sélectionnée dans son stockage de projets.
it: GradeLab non è riuscito a copiare il video selezionato nel suo archivio progetti.
sv: GradeLab kunde inte kopiera den valda videon till sitt projektlagringsutrymme.

source: GradeLab couldn’t read its saved projects, and couldn’t set the unreadable file aside. Reinstalling the app will clear it.
de: GradeLab konnte seine gesicherten Projekte nicht lesen und die unlesbare Datei nicht beiseitelegen. Eine Neuinstallation der App entfernt sie.
es: GradeLab no ha podido leer sus proyectos guardados ni apartar el archivo ilegible. Reinstalar la app lo eliminará.
fr: GradeLab n’a pas pu lire ses projets enregistrés ni mettre de côté le fichier illisible. Réinstaller l’app l’effacera.
it: GradeLab non è riuscito a leggere i progetti salvati né a mettere da parte il file illeggibile. Reinstallare l’app lo eliminerà.
sv: GradeLab kunde inte läsa sina sparade projekt och kunde inte lägga den oläsbara filen åt sidan. Att installera om appen rensar den.

source: GradeLab couldn’t read its saved projects. The unreadable file has been kept as “%@” in the app’s Recovered folder, and the library has started again empty.
de: GradeLab konnte seine gesicherten Projekte nicht lesen. Die unlesbare Datei wurde als „%@“ im Ordner „Recovered“ der App behalten, und die Mediathek beginnt wieder leer.
es: GradeLab no ha podido leer sus proyectos guardados. El archivo ilegible se ha conservado como «%@» en la carpeta Recovered de la app, y la biblioteca vuelve a empezar vacía.
fr: GradeLab n’a pas pu lire ses projets enregistrés. Le fichier illisible a été conservé sous « %@ » dans le dossier Recovered de l’app, et la bibliothèque repart vide.
it: GradeLab non è riuscito a leggere i progetti salvati. Il file illeggibile è stato conservato come “%@” nella cartella Recovered dell’app e la libreria riparte vuota.
sv: GradeLab kunde inte läsa sina sparade projekt. Den oläsbara filen har sparats som ”%@” i appens Recovered-mapp, och biblioteket har börjat om tomt.

source: GradeLab couldn’t read this image.
de: GradeLab konnte dieses Bild nicht lesen.
es: GradeLab no ha podido leer esta imagen.
fr: GradeLab n’a pas pu lire cette image.
it: GradeLab non è riuscito a leggere questa immagine.
sv: GradeLab kunde inte läsa den här bilden.

source: GradeLab couldn’t read this video’s technical information.
de: GradeLab konnte die technischen Informationen dieses Videos nicht lesen.
es: GradeLab no ha podido leer la información técnica de este vídeo.
fr: GradeLab n’a pas pu lire les informations techniques de cette vidéo.
it: GradeLab non è riuscito a leggere le informazioni tecniche di questo video.
sv: GradeLab kunde inte läsa den här videons tekniska information.

source: GradeLab is an independent app — no ads, no trackers, no investors. Pro is what funds the work, and every purchase goes straight into the next update.
de: GradeLab ist eine unabhängige App — keine Werbung, keine Tracker, keine Investoren. Pro finanziert die Arbeit, und jeder Kauf fließt direkt in das nächste Update.
es: GradeLab es una app independiente: sin anuncios, sin rastreadores, sin inversores. Pro es lo que financia el trabajo, y cada compra va directa a la siguiente actualización.
fr: GradeLab est une app indépendante — sans publicité, sans traqueurs, sans investisseurs. Pro finance le travail, et chaque achat part directement dans la prochaine mise à jour.
it: GradeLab è un'app indipendente: niente pubblicità, niente tracciatori, niente investitori. Pro è ciò che finanzia il lavoro, e ogni acquisto va dritto nel prossimo aggiornamento.
sv: GradeLab är en oberoende app — ingen reklam, inga spårare, inga investerare. Pro är det som finansierar arbetet, och varje köp går direkt in i nästa uppdatering.

source: Gradient
de: Verlauf
es: Degradado
fr: Dégradé
it: Gradiente

source: Gradient fill
de: Verlaufsfüllung
es: Relleno degradado
fr: Remplissage en dégradé
it: Riempimento a gradiente
sv: Gradientfyllning

source: Grain
de: Korn
es: Grano
it: Grana
sv: Korn

source: Grain moves with the picture: animating its amount is fine, and the pattern itself stays put frame to frame.
de: Korn bewegt sich mit dem Bild: Seine Stärke lässt sich problemlos animieren, und das Muster selbst bleibt von Frame zu Frame an Ort und Stelle.
es: El grano acompaña a la imagen: animar su cantidad no da problemas, y el patrón en sí se mantiene estable de un fotograma a otro.
fr: Le grain suit l'image : animer son intensité ne pose aucun problème, et le motif lui-même reste stable d'une image à l'autre.
it: La grana accompagna l'immagine: animarne la quantità non è un problema, e la trama in sé resta ferma da un fotogramma all'altro.
sv: Kornet följer bilden: att animera dess mängd går bra, och själva mönstret ligger stilla från bildruta till bildruta.

source: Green
de: Grün
es: Verde
fr: Vert
it: Verde
sv: Grön

source: Green channel. Raising adds green; lowering leans magenta.
de: Grünkanal. Anheben fügt Grün hinzu; Absenken neigt zu Magenta.
es: Canal verde. Subirlo añade verde; bajarlo tira hacia el magenta.
fr: Canal vert. Monter ajoute du vert ; descendre tire vers le magenta.
it: Canale verde. Alzarlo aggiunge verde; abbassarlo tende al magenta.
sv: Grön kanal. Höj för mer grönt; sänk för att luta mot magenta.

source: GROWTH — %lld%% OFF
de: AUFBAU — %lld %% RABATT
es: CRECIMIENTO — %lld %% DE DESCUENTO
fr: CROISSANCE — %lld %% DE RÉDUCTION
it: CRESCITA — %lld%% DI SCONTO
sv: TILLVÄXT — %lld %% RABATT

source: GROWTH PRICE
de: AUFBAUPREIS
es: PRECIO DE CRECIMIENTO
fr: PRIX DE CROISSANCE
it: PREZZO DI CRESCITA
sv: TILLVÄXTPRIS

source: Handling
de: Handhabung
es: Tratamiento
fr: Traitement
it: Trattamento
sv: Hantering

source: HDR export needs %@ to be %@; this source reports %@.
de: Für den HDR-Export muss %@ den Wert %@ haben; diese Quelle meldet %@.
es: La exportación HDR necesita que %@ sea %@; este origen indica %@.
fr: L'export HDR exige que %@ soit %@ ; cette source indique %@.
it: L'esportazione HDR richiede che %@ sia %@; questa sorgente indica %@.
sv: HDR-export kräver att %@ är %@; den här källan anger %@.

source: HDR export requires an HEVC source; this one is %@.
de: Der HDR-Export erfordert eine HEVC-Quelle; diese ist %@.
es: La exportación HDR requiere un origen HEVC; este es %@.
fr: L'export HDR exige une source HEVC ; celle-ci est en %@.
it: L'esportazione HDR richiede una sorgente HEVC; questa è %@.
sv: HDR-export kräver en HEVC-källa; den här är %@.

source: HDR or Dolby Vision source video is not supported yet.
de: HDR- oder Dolby-Vision-Quellvideo wird noch nicht unterstützt.
es: El vídeo de origen HDR o Dolby Vision todavía no es compatible.
fr: Les vidéos sources HDR ou Dolby Vision ne sont pas encore prises en charge.
it: Il video sorgente HDR o Dolby Vision non è ancora supportato.
sv: Källvideo i HDR eller Dolby Vision stöds inte ännu.

source: HDR preview · %.1f× display headroom. The system applies HLG display tone mapping, the same as Photos.
de: HDR-Vorschau · %.1f× Display-Headroom. Das System wendet HLG-Display-Tonemapping an, genau wie „Fotos“.
es: Vista previa HDR · margen de pantalla %.1f×. El sistema aplica el mapeo tonal de pantalla HLG, igual que Fotos.
fr: Aperçu HDR · marge d’affichage %.1f×. Le système applique le tone mapping d’affichage HLG, comme Photos.
it: Anteprima HDR · headroom del display %.1f×. Il sistema applica il tone mapping HLG del display, come Foto.
sv: HDR-förhandsvisning · %.1f× skärmutrymme. Systemet tillämpar HLG-tonmappning för skärmen, samma som i Bilder.

source: heavy
de: stark
es: fuerte
fr: fort
it: forte
sv: kraftigt

source: Height
de: Höhe
es: Altura
fr: Hauteur
it: Altezza
sv: Höjd

source: Height scale
de: Höhenskalierung
es: Escala de altura
fr: Échelle en hauteur
it: Scala in altezza
sv: Höjdskala

source: HEVC makes smaller files. H.264 works with more apps.
de: HEVC erzeugt kleinere Dateien. H.264 funktioniert mit mehr Apps.
es: HEVC genera archivos más pequeños. H.264 funciona con más apps.
fr: Le HEVC produit des fichiers plus légers. Le H.264 est compatible avec plus d'apps.
it: HEVC produce file più piccoli. H.264 funziona con più app.
sv: HEVC ger mindre filer. H.264 fungerar i fler appar.

source: Hide %@
de: %@ ausblenden
es: Ocultar %@
fr: Masquer %@
it: Nascondi %@
sv: Dölj %@

source: Hide guide
de: Anleitung ausblenden
es: Ocultar la guía
fr: Masquer le guide
it: Nascondi la guida
sv: Dölj guiden

source: Hide layer and linked audio
de: Ebene und verknüpftes Audio ausblenden
es: Ocultar la capa y el audio vinculado
fr: Masquer le calque et l'audio lié
it: Nascondi il livello e l'audio collegato
sv: Dölj lagret och det länkade ljudet

source: Hide scopes
de: Scopes ausblenden
es: Ocultar los scopes
fr: Masquer les scopes
it: Nascondi gli scope
sv: Dölj skopen

source: Hide the curves guide
de: Kurven-Anleitung ausblenden
es: Ocultar la guía de curvas
fr: Masquer le guide des courbes
it: Nascondi la guida alle curve
sv: Dölj kurvguiden

source: Hide the media bin
de: Medienablage ausblenden
es: Ocultar el contenedor de medios
fr: Masquer le chutier
it: Nascondi il raccoglitore media
sv: Dölj mediekorgen

source: High
de: Hoch
es: Alta
fr: Haute
it: Alta
sv: Hög

source: High ISO and heavily lifted shadows.
de: Hoher ISO-Wert und stark angehobene Schatten.
es: ISO alto y sombras muy levantadas.
fr: ISO élevé et ombres fortement relevées.
it: ISO alto e ombre molto alzate.
sv: Högt ISO och kraftigt lyfta skuggor.

source: High Quality
de: Hohe Qualität
es: Alta calidad
fr: Haute qualité
it: Alta qualità
sv: Hög kvalitet

source: Higher bitrate uses more storage. Quality presets choose an average target automatically; actual file size varies.
de: Eine höhere Bitrate braucht mehr Speicher. Qualitäts-Presets wählen automatisch einen Durchschnittswert; die tatsächliche Dateigröße variiert.
es: Una tasa de bits más alta ocupa más almacenamiento. Los preajustes de calidad eligen un objetivo medio automáticamente; el tamaño real del archivo varía.
fr: Un débit plus élevé occupe plus de stockage. Les préréglages de qualité choisissent une cible moyenne automatiquement ; la taille réelle du fichier varie.
it: Un bitrate più alto occupa più spazio. I preset di qualità scelgono automaticamente un obiettivo medio; la dimensione reale del file varia.
sv: Högre bithastighet tar mer lagringsutrymme. Kvalitetsförinställningar väljer ett genomsnittligt mål automatiskt; den faktiska filstorleken varierar.

source: Highlight color
de: Farbe der Lichter
es: Color de las altas luces
fr: Couleur des hautes lumières
it: Colore delle alte luci
sv: Färg för högdagrar

source: Highlight Color
de: Farbe der Lichter
es: Color de las altas luces
fr: Couleur des hautes lumières
it: Colore delle alte luci
sv: Färg för högdagrar

source: Highlights
de: Lichter
es: Altas luces
fr: Hautes lumières
it: Alte luci
sv: Högdagrar

source: HLG video cannot be interpreted as Rec.709 in an Apple Log timeline.
de: HLG-Video kann in einer Apple-Log-Timeline nicht als Rec.709 interpretiert werden.
es: Un vídeo HLG no se puede interpretar como Rec.709 en una línea de tiempo Apple Log.
fr: Une vidéo HLG ne peut pas être interprétée comme du Rec.709 dans une timeline Apple Log.
it: Un video HLG non può essere interpretato come Rec.709 in una timeline Apple Log.
sv: HLG-video kan inte tolkas som Rec.709 på en Apple Log-tidslinje.

source: Hold
de: Halten
es: Mantener
fr: Maintien
it: Mantieni
sv: Håll

source: Hold the preview to see the shot before the match.
de: Halte die Vorschau gedrückt, um die Einstellung vor dem Abgleich zu sehen.
es: Mantén pulsada la previsualización para ver la toma antes del ajuste.
fr: Maintenez l'aperçu pour voir le plan avant la correspondance.
it: Tieni premuta l'anteprima per vedere l'inquadratura prima dell'abbinamento.
sv: Håll på förhandsvisningen för att se tagningen före matchningen.

source: Hold to compare
de: Zum Vergleichen gedrückt halten
es: Mantén pulsado para comparar
fr: Maintenez pour comparer
it: Tieni premuto per confrontare
sv: Håll för att jämföra

source: Hold, then drag sideways to move · Drag vertically for a layer · Drag edges to trim
de: Halten, dann seitlich ziehen zum Bewegen · Vertikal ziehen für eine Ebene · Kanten ziehen zum Trimmen
es: Mantén pulsado y arrastra en horizontal para mover · Arrastra en vertical para cambiar de capa · Arrastra los bordes para recortar
fr: Maintenez, puis glissez latéralement pour déplacer · Glissez verticalement pour changer de calque · Glissez les bords pour ajuster
it: Tieni premuto e trascina in orizzontale per spostare · Trascina in verticale per cambiare livello · Trascina i bordi per regolare
sv: Håll och dra i sidled för att flytta · Dra vertikalt för att byta lager · Dra i kanterna för att trimma

source: Holds both stages back where the picture has real texture — hair, fabric, grass, small text. It also decides how much Detail Recovery is willing to believe.
de: Hält beide Stufen dort zurück, wo das Bild echte Textur hat – Haare, Stoff, Gras, kleine Schrift. Es entscheidet außerdem, wie viel die Detailrückgewinnung zu glauben bereit ist.
es: Retiene las dos etapas donde la imagen tiene textura real: pelo, tela, hierba, texto pequeño. También decide cuánto está dispuesta a creer la Recuperación del detalle.
fr: Retient les deux étapes là où l'image a une véritable texture — cheveux, tissu, herbe, petit texte. Il décide aussi de ce que la Récupération du détail est prête à croire.
it: Trattiene entrambe le fasi dove l'immagine ha una texture vera — capelli, tessuto, erba, testo piccolo. Decide anche quanto il Recupero del dettaglio è disposto a credere.
sv: Håller tillbaka båda stegen där bilden har verklig textur — hår, tyg, gräs, liten text. Den avgör också hur mycket Detaljåterställning är villig att tro på.

source: Holds brightness while hue and saturation move. Chroma / Luma is unaffected.
de: Hält die Helligkeit, während Farbton und Sättigung wandern. Chroma / Luma ist davon nicht betroffen.
es: Mantiene el brillo mientras el tono y la saturación se mueven. Croma / Luma no se ve afectado.
fr: Maintient la luminosité pendant que la teinte et la saturation se déplacent. Chroma / Luma n'est pas affecté.
it: Mantiene la luminosità mentre tonalità e saturazione si spostano. Croma / Luma non è influenzato.
sv: Håller ljusstyrkan kvar medan nyans och mättnad flyttas. Kroma/luma påverkas inte.

source: Holds the middle of the shot and rushes the ends.
de: Hält die Mitte der Einstellung und rast durch die Enden.
es: Retiene el centro de la toma y acelera en los extremos.
fr: Retient le milieu du plan et accélère aux extrémités.
it: Trattiene il centro dell'inquadratura e corre agli estremi.
sv: Håller kvar mitten av tagningen och rusar genom ändarna.

source: Home
de: Start
es: Inicio
fr: Accueil
sv: Hem

source: How far the filter reaches. Small for fine grain; large for the blotchy noise of a lifted shadow.
de: Wie weit der Filter reicht. Klein für feines Korn, groß für das fleckige Rauschen eines angehobenen Schattens.
es: Hasta dónde llega el filtro. Pequeño para el grano fino; grande para el ruido en manchas de una sombra levantada.
fr: Jusqu'où le filtre s'étend. Petit pour un grain fin ; grand pour le bruit en plaques d'une ombre relevée.
it: Fin dove arriva il filtro. Piccolo per la grana fine; grande per il rumore a chiazze di un'ombra alzata.
sv: Hur långt filtret når. Litet för fint korn; stort för det fläckiga bruset i en lyft skugga.

source: How finely the mesh is divided. Changing it never moves adjustments you have already made.
de: Wie fein das Gitter unterteilt ist. Eine Änderung verschiebt niemals Anpassungen, die du bereits gemacht hast.
es: Con qué finura se divide la malla. Cambiarla nunca mueve los ajustes que ya has hecho.
fr: La finesse de division de la grille. La modifier ne déplace jamais les réglages que vous avez déjà faits.
it: Quanto finemente è suddivisa la griglia. Cambiarla non sposta mai le regolazioni che hai già fatto.
sv: Hur finindelat rutnätet är. Att ändra det flyttar aldrig justeringar du redan har gjort.

source: How keyframes work
de: So funktionieren Keyframes
es: Cómo funcionan los fotogramas clave
fr: Comment fonctionnent les images clés
it: Come funzionano i fotogrammi chiave
sv: Så fungerar keyframes

source: How readily a difference between frames is believed to be movement. Lower is cautious: less reduction, and no trails.
de: Wie schnell ein Unterschied zwischen Frames als Bewegung gedeutet wird. Niedriger ist vorsichtig: weniger Reduzierung, und keine Schlieren.
es: Con qué facilidad una diferencia entre fotogramas se toma por movimiento. Más bajo es prudente: menos reducción, y sin estelas.
fr: Avec quelle facilité une différence entre images est tenue pour un mouvement. Plus bas est prudent : moins de réduction, et aucune traînée.
it: Con quanta facilità una differenza tra fotogrammi viene creduta movimento. Più basso è prudente: meno riduzione, e nessuna scia.
sv: Hur lätt en skillnad mellan bildrutor tolkas som rörelse. Lägre är försiktigare: mindre reducering, och inga eftersläp.

source: How to use
de: Verwendung
es: Cómo se usa
fr: Comment l'utiliser
it: Come si usa
sv: Så använder du det

source: How to use %@
de: Verwendung von %@
es: Cómo se usa %@
fr: Comment utiliser %@
it: Come si usa %@
sv: Så använder du %@

source: Hue
de: Farbton
es: Tono
fr: Teinte
it: Tonalità
sv: Nyans

source: Hue / Sat
de: Farbton / Sättigung
es: Tono / Sat
fr: Teinte / Sat
it: Tonalità / Sat
sv: Nyans/mättnad

source: Hue %lld degrees, vibrance %lld percent, lift %lld percent
de: Farbton %lld Grad, Dynamik %lld Prozent, Lift %lld Prozent
es: Tono %lld grados, vibrance %lld por ciento, lift %lld por ciento
fr: Teinte %lld degrés, vibrance %lld pour cent, lift %lld pour cent
it: Tonalità %lld gradi, vividezza %lld percento, lift %lld percento
sv: Nyans %lld grader, lyster %lld procent, lift %lld procent

source: Hue as angle and saturation as distance from centre
de: Farbton als Winkel, Sättigung als Abstand vom Mittelpunkt
es: El tono como ángulo y la saturación como distancia al centro
fr: La teinte comme angle et la saturation comme distance au centre
it: La tonalità come angolo e la saturazione come distanza dal centro
sv: Nyans som vinkel och mättnad som avstånd från mitten

source: Hue vs Hue, Hue vs Sat, Hue vs Luma, Luma vs Sat, Sat vs Sat and Sat vs Luma — the curves that target one colour without touching the rest. Master, Red, Green and Blue stay free.
de: Hue vs Hue, Hue vs Sat, Hue vs Luma, Luma vs Sat, Sat vs Sat und Sat vs Luma — die Kurven, die eine Farbe treffen, ohne den Rest anzufassen. Master, Rot, Grün und Blau bleiben kostenlos.
es: Hue vs Hue, Hue vs Sat, Hue vs Luma, Luma vs Sat, Sat vs Sat y Sat vs Luma: las curvas que actúan sobre un color sin tocar los demás. Master, Rojo, Verde y Azul siguen siendo gratis.
fr: Hue vs Hue, Hue vs Sat, Hue vs Luma, Luma vs Sat, Sat vs Sat et Sat vs Luma — les courbes qui ciblent une couleur sans toucher aux autres. Master, Rouge, Vert et Bleu restent gratuits.
it: Hue vs Hue, Hue vs Sat, Hue vs Luma, Luma vs Sat, Sat vs Sat e Sat vs Luma: le curve che agiscono su un colore senza toccare gli altri. Master, Rosso, Verde e Blu restano gratuiti.
sv: Hue vs Hue, Hue vs Sat, Hue vs Luma, Luma vs Sat, Sat vs Sat och Sat vs Luma — kurvorna som träffar en enda färg utan att röra resten. Master, Röd, Grön och Blå förblir gratis.

source: Image
de: Bild
es: Imagen
it: Immagine
sv: Bild

source: Image information
de: Bildinformationen
es: Información de la imagen
fr: Informations sur l'image
it: Informazioni sull'immagine
sv: Bildinformation

source: Image Information
de: Bildinformationen
es: Información de la imagen
fr: Informations sur l'image
it: Informazioni sull'immagine
sv: Bildinformation

source: Image overlay
de: Bild-Overlay
es: Superposición de imagen
fr: Superposition d’image
it: Sovrapposizione immagine
sv: Bildöverlägg

source: Image preview
de: Bildvorschau
es: Previsualización de la imagen
fr: Aperçu de l'image
it: Anteprima dell'immagine
sv: Förhandsvisning av bild

source: Import
de: Importieren
es: Importar
fr: Importer
it: Importa
sv: Importera

source: Import %lld files
de: %lld Dateien importieren
es: Importar %lld archivos
fr: Importer %lld fichiers
it: Importa %lld file
sv: Importera %lld filer
